Repository: olivierbutler/BetterPusbackMod
Catalog: data/po/*/strings.po
Languages: pt_br, ru

source: Pushback failure: X-Plane version too old. This plugin requires at least X-Plane %s to operate.
pt_br: Falha do Pushback: Versão muito antiga do X-Plane. Esse plugin requer versão %s, ou mais recente, do X-Plane para operar.
ru: Ошибка: ваша версия X-Plane устарела. Для работы плагина нужна версия не ниже X-Plane %s.

source: Pushback failure: error reading aircraft files from disk.
pt_br: Falha do Pushback: erro ao ler os arquivos da aeronave do disco.

source: Pushback failure: error initialising audio messages. Please reinstall BetterPushback.
pt_br: Falha do Pushback: erro iniciando mensagens de áudio. Por favor, reinstale o BetterPushback.

source: Pushback failure: aircraft not on ground.
pt_br: Falha do Pushback: aeronave não está em solo.

source: Pushback failure: aircraft not stationary.
pt_br: Falha do Pushback: aeronave não está parada.

source: Pushback failure: gear not extended.
pt_br: Falha do Pushback: trem de pouso não está estendido.

source: Disconnect tow + headset and switch to hand signals.
pt_br: Desconectar rebocador + headset e mudar para sinalização com as mãos.
ru: Отсоединить буксировщик и голосовую связь + перейти на сигналы руками.

source: Reconnect tow and await further instructions.
pt_br: Reconectar rebocador e aguardar instruções.
ru: Присоединить буксировщик заново и ждать дальнейших указаний.

source: Pushback advisory: you have your radio volume turned very low and may not be able to hear ground crew. Please increase your radio volume in the X-Plane sound preferences.
pt_br: Alerta do Pushback: você tem seu volume de rádio muito baixo e pode não ser capaz de ouvir a equipe de solo. Por favor aumente seu volume de rádio nas preferências de som do X-Plane.
ru: Руководитель буксировки: у вашего радио установлена слишком низкая громкость и, возможно, вы не услышите команды наземного персонала. Пожалуйста, увеличьте громкость радио в настройках X-Plane.

source: Pushback failure: aircraft is not compatible with BetterPushback.
pt_br: Falha do Pushback: aeronave não é compatível com o BetterPushback.

source: Pushback failure: cannot push this aircraft with engines running. Shutdown engines first.
pt_br: Falha do Pushback: não é possível rebocar com os motores funcionando. Desligue os motores primeiro.

source: Some doors are still opened or the GPU or the ASU are still connected. I'm waiting for all of them closed and disconnected then I will proceed.
pt_br: Algumas portas ainda estão abertas ou a GPU ou a ASU ainda estão conectadas. Estou esperando que todas elas estejam fechadas e desconectadas, então prosseguirei.

source: Pushback failure: please first plan your pushback to tell me where you want to go.
pt_br: Falha do Pushback: por favor, planeje primeiramente seu pushback para informar para onde deseja ir.

source: ERROR: master requested tug "%s", which we don't have in our in our library. Please sync your tug libraries before trying again.
pt_br: ERRO: Rebocador solicitado "%s" não existe em nossa biblioteca. Por favor sincronize suas bibliotecas de rebocadores antes de tentar novamente.

source: Pushback warning: unable to remove your chocks. Remove them yourself, or else I won't be able to push your aircraft.
pt_br: Alerta do Pushback: não foi possível remover seus calços de roda. Remova-os você mesmo, ou não serei capaz de rebocar sua aeronave.

source: Hey! Quit blinding me with your landing lights! Turn them off!
pt_br: Hey! Não me cegue com suas luzes de pouso! Desligue-as!

source: Hey! Quit blinding me with your taxi light! Turn it off!
pt_br: Hey! Não me cegue com suas luzes de táxi! Desligue-as!

source: Pushback failure: your flight controls are preventing me from steering the aircraft. Unbind any buttons you have set to "toggle nosewheel steering".
pt_br: Falha do Pushback: seus controles de voo estão impedindo o rebocador de manobrar a aeronave. Desligue qualquer botão que tenha acionado para "alternar manobrabilidade da roda do nariz" (toggle nosewheel steering).

source: Pushback failure: aircraft is incompatible with BetterPushback.
pt_br: Falha do Pushback: aeronave incompatível com o BetterPushback.
ru: Ошибка: самолёт не совместим с плагином.

source: Pushback failure: no suitable tug for your aircraft.
pt_br: Falha do Pushback: rebocador incompatível com sua aeronave.
ru: Ошибка: нет подходящего тягача для вашего самолёта.

source: Can't start planner: aircraft not stationary.
pt_br: Não pode iniciar o planejador: aeronave não está parada.
ru: Невозможно запустить планировщик: Самолет в движении.

source: Can't start planner: pushback already in progress. Please stop the pushback operation first.
pt_br: Não pode iniciar o planejador: pushback já em progresso. Por favor primeiro pare a operação do pushback.
ru: Невозможно запустить планировщик: Выталкивание выполняется. Пожалуйста, сначала остановите выталкивание.

source: Left mouse button to reorient view
pt_br: Botão esquerdo do mouse para reorientar a visão

source: Default output device
pt_br: Dispositivo de saída padrão

source: User interface on monitor #
pt_br: Interface do usuário no monitor #

source: Automatic
pt_br: Automático

source: User interface
pt_br: Interface do usuário
ru: Пользовательский интерфейс

source: X-Plane's language
pt_br: Idioma do X-Plane
ru: Язык X-Plane

source: Ground crew audio
pt_br: Áudio da equipe do solo
ru: Голос наземной службы

source: My language only at domestic airports
pt_br: Meu idioma somente em aeroportos domésticos
ru: Мой язык, только в домашних аэропортах

source: My language at all airports
pt_br: Meu idioma em todos os aeroportos
ru: Мой язык, во всех аэропортах

source: English at all airports
pt_br: Inglês em todos os aeroportos
ru: Английский, во всех аэропортах

source: Radio output device
pt_br: Dispositivo de saída de rádio
ru: Устройство вывода радио.

source: Sound output device
pt_br: Dispositivo de saída de som
ru: Устройство вывода звука.

source: Miscellaneous
pt_br: Diversos
ru: Разное.

source: Auto disconnect when done
pt_br: Desconexão automática quando terminar
ru: Автоматически отключить при завершении.

source: Ignore check parking brake is set
pt_br: Ignorar verificação do freio de estacionamento
ru: Игнорировать проверку установлен ли стояночный тормоз.

source: Doors/GPU/ASU check
pt_br: Verificação de portas/GPU/ASU
ru: Проверка дверей/GPU/ASU

source: Hide the magic squares
pt_br: Ocultar os quadrados mágicos
ru: Скрыть волшебные квадраты.

source: Hide default X-Plane 11 tug
pt_br: Ocultar o rebocador padrão do X-Plane 11
ru: Скрыть стандартный толкач X-Plane 11.

source: BetterPushback Preferences
pt_br: Preferências do BetterPushback
ru: Настройки BetterPushback

source: Magic squares position
pt_br: Posição quadrados mágicos
ru: Позиция волшебных квадратов.

source: Save preferences
pt_br: Salvar preferências
ru: Сохранить настройки

source: Settings related to the current aircraft
pt_br: Configurações relacionadas à aeronave atual
ru: Настройки, относящиеся к текущему самолету.

source: ERROR: Unable to select pushback tug view at this time.
pt_br: ERRO: Não é possível selecionar a visão do rebocador nesse momento.

source: Pushback failure: smartcopilot attempted to switch master/slave or network connection lost. Stopping operation.
pt_br: Falha do Pushback: smartcopilot tentou alternar master/slave ou a conexão de rede foi perdida. Parando a operação.
ru: Ошибка: smartcopilot попытался переключить режим master/slave, или разрыв сетевого соеденения. Завершение операции.

source: Pushback failure: Shared Flight attempted to switch pilot flying or network connection lost. Stopping operation.
pt_br: Falha do Pushback: Voo compartilhado tentou alternar piloto ou a conexão de rede foi perdida. Parando a operação.

source: Start pushback
pt_br: Iniciar o pushback
ru: Начать буксировку

source: Change pushback
pt_br: Mudar o pushback

source: Stop pushback
pt_br: Parar o pushback
ru: Остановить буксировку

source: Start pushback planner
pt_br: Iniciar o planejador do pushback
ru: Начать планирование

source: Stop pushback planner
pt_br: Parar o planejador do pushback
ru: Прекратить планирование

source: Connect tug before entering pushback plan
pt_br: Conectar o rebocador antes de solicitar um plano de pushback
ru: Присоединить тягач перед утверждением плана буксировки

source: View from tug's cab.
pt_br: Visão da cabine do rebocador.

source: Recreate scenery routes from WED files.
pt_br: Recriar rotas do cenário a partir dos arquivos WED.

source: Abort pushback during coupled push
pt_br: Cancelar pushback durante manobra acoplado

source: Pre-plan pushback
pt_br: Pré-planejamento do pushback
ru: Планирование маршрута буксировки

source: Close pushback planner
pt_br: Fechar o planejador do pushback
ru: Закрыть планировщик

source: Connect tug first
pt_br: Conectar o rebocador primeiro
ru: Сначала подключите толкач.

source: Preferences...
pt_br: Preferências...
ru: Настройки...

source: Tug cab view
pt_br: Vista da cabine do rebocador
ru: Вид из кабины толкача.

source: Can't start pushback planner: please set the parking brake first.
pt_br: Não pode iniciar o planejador: por favor primeiro acione o freio de estacionamento.
ru: Невозможно запустить планировщик: пожалуйста, сначала установите стояночный тормоз.

source: Pushback failure: aircraft has non-positive wheelbase. Sorry, tail draggers aren't supported.
pt_br: Falha do Pushback: aeronave não tem a distância entre eixos adequada. Desculpe, trens de pouso convencionais não são suportados.
ru: Ошибка: самолёт имеет не верное рассположение стоек шасси. Извините, но самолеты с хвостовым колесом не поддерживаются.

source: Ground crew speaks my language only if the country the airport is in speaks my language. Otherwise the ground crew speaks English with a local accent.
pt_br: Equipe de solo fala meu idioma somente se o pais do aeroporto fala meu idioma. Caso contrario a equipe de solo fala inglês com o sotaque local.
ru: Наземная служба говорит на моем языке, только если аэропорт в стране, говорящей на моем языке. Иначе, наземная служба говорит по Английски, с местным акцентом.

source: Ground crew speaks my language irrespective of what country the airport is in.
pt_br: Equipe de solo fala meu idioma independente do pais do aeroporto.
ru: Наземная служба говорит на моем языке, независимо от страны расположения аэропорта.

source: Ground crew always speaks English with a local accent.
pt_br: Equipe de solo sempre fala inglês com o sotaque local.
ru: Наземная служба всегда говорит по Английски, с местным акцентом.

source: Save current preferences to disk.
pt_br: Salvar preferencias no disco.
ru: Сохранить текущие настройки на диск.

source: Hint: hover your mouse cursor over any label to show a short description of what it does.
pt_br: Dica: passe o cursor do mouse sobre qualquer etiqueta para mostrar uma breve descrição do que ela faz.
ru: Подсказка: наведите курсор мыши на любую метку, чтобы отобразить краткое описание ее функций.

source: Never ask and always automatically disconnect the tug when the pushback operation is complete.
pt_br: Nunca pedir e sempre desconectar automaticamente o rebocador quando a operação de pushback terminar.
ru: Никогда не спрашивайте и всегда автоматически отключайте толкач, когда операция отката завершена.

source: Never check "set parking brake". Some aircraft stuck on this check. It's on the beginning and on the end. This should solve this problem for some aircrafts. (KA350 for instance).
pt_br: Nunca verificar o "acionar freio de estacionamento". Algumas aeronaves travam nesta checagem. Isso e feito no inicio e no fim. Isto deve resolver este problema para algumas aeronaves (KA350 por exemplo).
ru: Никогда не проверяйте «установить стояночный тормоз». Некоторые самолеты застревают на этой проверке. Это происходит в начале и в конце. Это должно решить проблему для некоторых самолетов (например, KA350).

source: Hides the shortcut buttons on the left side of the screen. The first button starts the planner and the second starts the push-back.
pt_br: Oculta os botões de atalho no lado esquerdo da tela. O primeiro botão inicia o planejador e o segundo inicia o pushback.
ru: Скрывает кнопки быстрого доступа на левой стороне экрана. Первая кнопка запускает планировщик, а вторая - откат.

source: Hides default X-Plane 11 pushback tug. Restart X-Plane for this change to take effect.
pt_br: Oculta o rebocador padrão do X-Plane 11. Reinicie o X-Plane para esta mudança ter efeito.
ru: Скрывает стандартный толкач X-Plane 11. Перезапустите X-Plane, чтобы изменения вступили в силу.

source: BetterPushback is open-source software. See COPYING for more information.
pt_br: BetterPushback e um software de código aberto. Veja COPYING para mais informações.
ru: BetterPushback - это программное обеспечение с открытым исходным кодом. Смотрите COPYING для получения дополнительной информации.

source: Select the action after the doors/GPU/ASU status check is done before starting the push-back. Active with ground crew message: The ground crew will tell you if the doors are not closed. Active, but stay silent: The ground crew will wait, but not say anything if the doors are not closed. Ignore: The doors/GPU/ASU status check is ignored and the push-back starts immediately, even if the doors are not closed or the GPU/ASU is still connected.
pt_br: Selecione a ação após a verificação do status das portas/GPU/ASU ser concluída antes de iniciar o pushback. Ativo com mensagem da equipe de solo: A equipe de solo informará se as portas não estiverem fechadas. Ativo, mas silencioso: A equipe de solo aguardará, mas não dirá nada se as portas não estiverem fechadas. Ignorar: A verificação do status das portas/GPU/ASU é ignorada e o pushback começa imediatamente, mesmo que as portas não estejam fechadas ou a GPU/ASU ainda esteja conectada.
ru: Выберите действие после проверки состояния дверей/GPU/ASU перед началом отката. Активно с сообщением от наземной службы: наземная служба сообщит вам, если двери не закрыты. Активно, но молчать: наземная служба будет ждать, но не скажет ничего, если двери не закрыты. Игнорировать: проверка состояния дверей/GPU/ASU игнорируется, и откат начинается немедленно, даже если двери не закрыты или GPU/ASU все еще подключен.

source: In case of multiple monitors configuration, BpB need to use the primary monitor (the one with the x-plane menus), Bpb is able to select it automatically. If not select the one that works ! (the monitor numbers are arbitrary).
pt_br: No caso de configuração com múltiplos monitores, o BpB precisa usar o monitor primário (aquele que possui os menus do X-Plane). O BpB e capaz de selecioná-lo automaticamente. Caso contrario, selecione o que funciona! (os números dos monitores são arbitrarios).

source: Slide this bar to move the magic squares up or down.
pt_br: Deslize a barra para mover os quadrados mágicos para cima ou para baixo.
ru: Переместите этот ползунок, чтобы сдвинуть волшебные квадраты вверх или вниз.

source: Waiting for the parking brakes release
pt_br: Esperando pela liberação do freio de estacionamento

source: Waiting for the parking brakes set
pt_br: Esperando pelo acionamento do freio de estacionamento

source: Push-back called
pt_br: Rebocador chamado

source: Driving to the aircraft
pt_br: Dirigindo para a aeronave

source: Waiting for doors/GPU/ASU closed/disconnected
pt_br: Esperando que as portas/GPU/ASU sejam fechadas/desconectadas

source: Opening the cradle
pt_br: Abrindo o berço

source: Connecting to the aircraft
pt_br: Conectando à aeronave

source: Connected to the aircraft
pt_br: Conectado à aeronave

source: Push-back started
pt_br: Pushback iniciado

source: Push-back in progress
pt_br: Pushback em progresso

source: Push-back stopping
pt_br: Pushback parando

source: Push-back stopped
pt_br: Pushback parado

source: Lowering the nose
pt_br: Abaixando o nariz

source: Ungrabbing the nose
pt_br: Soltando o nariz

source: Waiting the OK to disconnect
pt_br: Esperando o OK para desconectar

source: Disconnecting the tug away from the aircraft
pt_br: Desconectando o rebocador da aeronave

source: Closing the cradle
pt_br: Fechando o berço

source: Moving to the side of the aircraft
pt_br: Movendo para o lado da aeronave

source: Showing the pin and the clear signal
pt_br: Mostrando o pino e o sinal de liberado

source: Driving the tug away back to his station
pt_br: Dirigindo o rebocador de volta para sua estação

source: Connected to the aircraft, waiting for clearance
pt_br: Conectado à aeronave, esperando pela liberação

source: Lifting the aircraft
pt_br: Levantando a aeronave

source: Grabbing the aircraft
pt_br: Conectando a aeronave

source: Always connect the tug first
pt_br: Sempre conectar o rebocador primeiro
ru: Всегда сначала подключайте толкач.

source: The push process is always halted when the tug is at the nose of the aircraft. The process will proceed by triggering again the 'start pushback' command.
pt_br: O processo de reboque e sempre interrompido quando o rebocador esta no nariz da aeronave. O processo continuara apos acionar novamente o comando 'iniciar pushback'.
ru: Процесс отката всегда приостанавливается, когда толкач находится у носа самолета. Процесс продолжится, если снова активировать команду 'начать откат'.

source: Audio settings
pt_br: Configurações de áudio
ru: Настройки звука.

source: Push-back waiting to be called
pt_br: Reboque aguardando para ser chamado
ru: Транспортер ожидает вызова

source: The tug appears next to the plane avoiding in certain case that he is travelling inside the buildings.
pt_br: O reboque aparece ao lado do avião, evitando em alguns casos que ele passe por dentro dos prédios.
ru: Трактор появляется рядом с самолетом, избегая в некоторых случаях проезда через здания.

source: The tug will appear once the beacon light is switched from off to on then the process will proceed as 'connect the tug first'.
pt_br: O reboque aparecerá assim que a luz do beacon for ligada, então o processo continuará com 'conectar o reboque primeiro'.
ru: Трактор появится, как только свет маяка переключится с выключенного на включенный, затем процесс продолжится с шагом 'сначала подключите трактор'.

source: Tug starts near the aircraft
pt_br: O reboque começa próximo à aeronave
ru: Трактор начинает движение рядом с самолетом

source: Active with ground crew message
pt_br: Ativo com mensagem da equipe de solo
ru: Активно с сообщением от наземной службы

source: Active, but stay silent
pt_br: Ativo, mas permaneça em silêncio
ru: Активно, но молчать

source: Ignore
pt_br: Ignorar
ru: Игнорировать

source: Tug called by activating the beacon
pt_br: O reboque é acionado ao ativar o beacon
ru: Трактор вызывается активацией маяка

source: Pushback failure: aircraft appears to not have any steerable gears.
ru: Ошибка: у самолёта отсутствует поворачивающиеся шасси.

source: Pushback failure: master requested tug "%s", which we don't have in our in our library. Please sync your tug libraries before trying again.
ru: вы запросили тягач "%s", которого нет в библиотеке. Пожалуйста синхронизируйте библиотеки тягачей с плагином.
